<ul>
    <li>
        1.Незнание Правил не освобождает от необходимости их выполнения.
    </li>

    <li>
        2. Отправка любого сообщения на форум автоматически означает Ваше согласие с настоящими Правилами и с необходимостью их выполнения.
    </li>

    <li>
        3. Все имеющиеся на сервере сведения имеют исключительно информационное назначение. Все сообщения отражают мнения их авторов, и администрация не несет за их содержание никакой ответственности.
    </li>

    <li>
        5. Правила форума {{ $_SERVER['HTTP_HOST'] }} могут изменяться без уведомления пользователей.
    </li>

    <li>
        6. Имя пользователя не должно содержать ссылок на другие сайты, нецензурных слов и выражений, словосочетаний, визуально схожих с никами других пользователей форума.
    </li>

    <li>
        7. Запрещается использовать в аватарах и форумных подписях рекламные ссылки и скрытую рекламу, призывы к насилию и нарушению законодательства, порнографию, ненормативную лексику и другую некорректную информацию. В случае нарушенияэтого правила аватара/подпись будет немедленно удалена.
    </li>

    <li>
        8. Перед тем как оставлять свои первые сообщения на форуме, внимательно ознакомиться с правилами форума, убедиться,что тема создается в разделе соответствующей тематики. Если Вы случайно ошиблись тематикой раздела, попросите адмминистратора или модераторов перенести тему в нужный раздел.
    </li>

    <li>
        9. Перед созданием новой темы убедиться, что подобная тема еще не обсуждалась.
    </li>

    <li>
        10. При создании новой темы давать ей осмысленное, лаконичное и внятное название. Оно должно отражать суть вопроса или сообщения. Запрещается записывать название темы заглавными буквами.
    </li>

    <li>
        11. Запрещается создавать темы, обращенные к конкретным пользователям форума (для этого существуют личные сообщения).
    </li>

    <li>
        12. Запрещается флейм - переход границ вежливости во время обсуждения - грубые, нецензурные выражения и оскорбления в любой форме.
    </li>

    <li>
        13. Запрещается флуд - бессмысленую или малосодеpжательную информацию, не несущую в себе смысловой нагрузки.
    </li>

    <li>
        14. Мат и прочие недопустимые в культурной речи слова запрещены к употреблению на форуме. Маскировка таких слов различными символами (звёздочка, подчёркивание, многоточие и т.п.) также запрещена.
    </li>

    <li>
        15. Ответственность за содержание сообщений несет его автор.
    </li>

    <li>
        16. Ответственность за опубликованные цитаты несет цитирующий.
    </li>

    <li>
        17. Если вы копируете какую-либо информацию, старайтесь сохранять авторское право и указывать первоисточник.
    </li>
</ul>
<p>
    Хотя модераторы и администраторы, обслуживающие {{ $_SERVER['HTTP_HOST'] }} - Форум, стараются удалять все оскорбительные и некорректные сообщения из разделов на форуме, всё равно все сообщения просмотреть невозможно. Сообщения отражают точку зрения только автора, и никак не администрации форума, соответственно, только автор несёт ответственность за содержание сообщения.
</p>
<p>
    Соглашаясь с нашими правилами, вы обязуетесь выполнять требования форума в целом, а также требования законодательства РФ.
</p>
<p>
    Администрация форума оставляет за собой право удалять, изменять, переносить или закрывать любую тему или сообщение по своему усмотрению.
</p>